driver-tests/bpelse/assign/AssignJbi/test/results/CopyNCNameInvoke/Actual_20130314144857_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <NCNamePart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_NCName>encoding</xsd_NCName>
      <optional_NCName>UndefinedNCNameLength23</optional_NCName>
      <repeat_NCName>UndefinedNCNameLength23</repeat_NCName>
      <repeat_NCName>name</repeat_NCName>
    </NCNamePart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>